[M_IrisEp5Battle_FlyboyGyro MissionDefinition]
MissionName="Ogun: Woke up in the middle of a dream"
MissionDescription="Besides, he seems to know nothing. He thinks he's a failure and can focus more on the Pistons than fighting a lesser opponent like him..<br><br>Mr. Targo said he broke some toys and stole toys. Thus you anger him, and because he is a hundred years old, he either leaves you alone or kills you..<br><br>and you kill him instead. This trick."
TurnInDescription="Barron's Eagles is a thing of the past, and he doesn't like it. Because he was so angry that he invited him home to kill you.."
MissionSummary="It destroys the Lame Eagle and steals its gold.."
MissionGiver="Lock the battleboard"
MissionTurnInLocation="The Battle Forge control panel"
TeaserText="Fight against the evil inhabitants of heaven."

[M_IrisEp5Battle_FlyboyGyro2 MissionDefinition]
MissionName="The war lasted more than twelve years)"
MissionDescription="Destroy the rocks supporting the ship and collect the gold that falls on the ship. Also try to throw helpful zombies to attack you.<br><br>Difficulty level: 2."
TurnInDescription="The 12-hour battle is over.."
MissionSummary="You destroyed the sheep and stole their gold. Severity: Class II."
MissionGiver="Create a battle board"
MissionTurnInLocation="Create a battle team"
TeaserText="This is the trump card to fight that bad wind. Difficulty: 2 levels.."

[M_IrisEp5Battle_FlyboyGyro2:KillFlyboyGyros_Tier2 MissionObjectiveDefinition]
ProgressMessage="Destroy all eagles"

[M_IrisEp5Battle_FlyboyGyro2:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro2:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro2:PickUpBling MissionObjectiveDefinition]
ProgressMessage="Baron Rem collects the gold"

[M_IrisEp5Battle_FlyboyGyro2:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="He reached this refuge."

[M_IrisEp5Battle_FlyboyGyro3 MissionDefinition]
MissionName="Cost: bar, increase (Table 3).)"
MissionDescription="Destroy the crates carried by the transport birds and collect the falling gold. Try not to attack supporting pirates.<br><br>Difficulty: Level 3."
TurnInDescription="The battle took place at 12 o'clock at night.."
MissionSummary="Destroy the bad guys and steal their treasures. Difficulty: Level 3."
MissionGiver="Team Borg"
MissionTurnInLocation="The Borg panel:"
TeaserText="Fight this enemy in the air. Difficulty level: level 3."

[M_IrisEp5Battle_FlyboyGyro3:KillFlyboyGyros_Tier3 MissionObjectiveDefinition]
ProgressMessage="Kill all your allies."

[M_IrisEp5Battle_FlyboyGyro3:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro3:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro3:PickUpBling MissionObjectiveDefinition]
ProgressMessage="Baron Lame Gold Collection"

[M_IrisEp5Battle_FlyboyGyro3:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="Open a meeting."

[M_IrisEp5Battle_FlyboyGyro:KillFlyboyGyros_Tier1 MissionObjectiveDefinition]
ProgressMessage="Remove all donkey guards."

[M_IrisEp5Battle_FlyboyGyro:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyro:PickUpBling MissionObjectiveDefinition]
ProgressMessage="Get liquid gold"

[M_IrisEp5Battle_FlyboyGyro:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="meeting place"

[M_IrisEp5Battle_FlyboyGyroR MissionDefinition]
MissionName="Return: Bart, let's go"
MissionDescription="Collect scrap gold by destroying boxes and birds. Try to kill the flying birds that attack you..<br><br>Difficulty: Level 1."
TurnInDescription="The two-hour battle was over.."
MissionSummary="Destroy the crates brought by flying birds and collect gold that falls from them. Also try to drop bombs to attack you..<br><br>Difficulty: Level 1.."
MissionGiver="Build your battlefield"
MissionTurnInLocation="False Council of War"
TeaserText="May these heavenly champions fight forever. Difficulty: Level 1."

[M_IrisEp5Battle_FlyboyGyroR2 MissionDefinition]
MissionName="Repeat a second time: 12 hours or more"
MissionDescription="Destroy the boxes carried by the flying birds and collect the gold that falls from them. Also, try to get a support arm to attack you..<br><br>Difficulty level: Level 2."
TurnInDescription="At twelve o'clock the battle ended."
MissionSummary="They escape with a bag full of eagles, but leave the gold behind. Try to destroy the base of the eagle attacking you.<br><br>Problem: Second class."
MissionGiver="The battlefield is important"
MissionTurnInLocation="Establishment of a military office"
TeaserText="Fight acid in this dark sky. Difficulty: Level 2."

[M_IrisEp5Battle_FlyboyGyroR2:KillFlyboyGyros_Tier2 MissionObjectiveDefinition]
ProgressMessage="All the bald eagles died."

[M_IrisEp5Battle_FlyboyGyroR2:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR2:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR2:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="At the meeting"

[M_IrisEp5Battle_FlyboyGyroR3 MissionDefinition]
MissionName="Problem 3: it's past noon"
MissionDescription="Smash the rocks the zombies bring and collect the coins they drop. Shoot the old zombies that attack you..<br><br>Difficulty Level: Category 3."
TurnInDescription="Thus ended the twelve-hour battle."
MissionSummary="Destroy the eagle and steal the gold. Difficulty: Level 3."
MissionGiver="Flash panel tattoo"
MissionTurnInLocation="Smith war plate"
TeaserText="They fight evil monsters. Difficulty: Level 3."

[M_IrisEp5Battle_FlyboyGyroR3:KillFlyboyGyros_Tier3 MissionObjectiveDefinition]
ProgressMessage="Destroy all the guardian eagles"

[M_IrisEp5Battle_FlyboyGyroR3:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR3:MissionObjectiveSetDefinition_3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR3:PickUpBling MissionObjectiveDefinition]
ProgressMessage="Collect gold barons"

[M_IrisEp5Battle_FlyboyGyroR3:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="to the convention center"

[M_IrisEp5Battle_FlyboyGyroR:KillFlyboyGyros_Tier1 MissionObjectiveDefinition]
ProgressMessage="Kill all animals."

[M_IrisEp5Battle_FlyboyGyroR:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp5Battle_FlyboyGyroR:ReachBattleStartPoint MissionObjectiveDefinition]
ProgressMessage="Go to the conference center"

